Repository: MoojMidge/service.upnext
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30006
source: Watch now
de_de: Jetzt abspielen

# #30008
source: Up next
de_de: Als Nächstes Startet

# #30009
source: Ends at: $INFO[Window.Property(endtime)]
de_de: Endet um: $INFO[Window.Property(endtime)]

# #30010
source: Continue watching
de_de: Wiedergabe fortsetzen

# #30024
source: Still there?
de_de: Noch da?

# #30034
source: Close
de_de: Schließen

# #30035
source: Still there? in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] seconds
de_de: Noch Da? Wiedergabe Endet in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] Sekunden

# #30036
source: Up next in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] seconds
de_de: in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] Sekunden Startet die Nächste Folge..

# #30037
source: Next video in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] seconds
de_de: Nächste Folge Startet in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] Sekunden

# #30038
source: Simple
de_de: Einfach

# #30039
source: Fancy
de_de: Schick

# #30040
source: Play
de_de: Abspielen

# #30042
source: None
de_de: Keiner

# #30045
source: Off
de_de: Aus

# #30046
source: To 15s before end
de_de: 15 Sekunden vor Ende

# #30047
source: To popup start time
de_de: Zur PopUp Start Zeit

# #30048
source: To detector start time
de_de: Zur Detector Start Zeit

# #30049
source: Next video
de_de: Nächstes Video

# #30050
source: Disabled
de_de: Ausgeschaltet

# #30053
source: Play or focused popup button action
de_de: Abspielen oder fokussierte Popup-Schaltflächenaktion

# #30054
source: Stop or focused popup button action
de_de: Stop oder fokussierte Popup-Schaltflächenaktion

# #30100
source: UpNext
de_de: Als Nächstes

# #30101
source: Settings
de_de: Einstellungen

# #30102
source: Movie widgets
de_de: Film widgets

# #30103
source: TVShow widgets
de_de: Serien widgets

# #30104
source: Combined widgets
de_de: Combinierte widgets

# #30110
source: UpNext Episodes
de_de: Als Nächstes Folgen

# #30111
source: Watched TVShow recommendations
de_de: Gesehene Serien-Empfehlungen

# #30112
source: More like this... (Watched TVShows)
de_de: Mehr davon ... (Gesehene Serien)

# #30120
source: UpNext Movies
de_de: Als Nächstes Filme

# #30121
source: Watched Movie recommendations
de_de: Gesehene Film-Empfehlungen

# #30122
source: More like this... (Watched Movies)
de_de: Mehr davon ... (Gesehene Filme)

# #30130
source: UpNext Media
de_de: Als Nächstes Media

# #30131
source: Watched Media recommendations
de_de: Gesehene Media-Empfehlungen

# #30132
source: More like this... (Watched Media)
de_de: Mehr davon ... (Gesehene Media)

# #30500
source: Interface
de_de: Oberfläche

# #30501
source: Popup display
de_de: Funktionen

# #30502
source: PopUp customisation
de_de: PopUp Einstellungen

# #30503
source: show simple PopUp
de_de: Zeige einfaches PopUp

# #30504
source: Apply Kodi skin to UpNext popup
de_de: Kodi-Skin auf UpNext-Popup anwenden

# #30505
source: Show a "Stop" button instead of a "Close" button
de_de: Zeige einen "Stop" Knopf anstatt einen "Schließen" Knopt

# #30506
source: Popup vertical position
de_de: PopUp position

# #30507
source: Bottom
de_de: Unten

# #30508
source: Centre
de_de: Mitte

# #30509
source: Top
de_de: Oben

# #30510
source: Popup accent colour
de_de: Popup-Akzentfarbe

# #30512
source: Red
de_de: Rot

# #30513
source: Green
de_de: Grün

# #30514
source: Blue
de_de: Blau

# #30515
source: Custom
de_de: Benutzerdefiniert

# #30516
source: Alpha channel
de_de: Alphakanal

# #30517
source: Red channel
de_de: Roterkanal

# #30518
source: Green channel
de_de: Grünerkanal

# #30519
source: Blue channel
de_de: Blauerkanal

# #30520
source: Colour selection
de_de: Farbauswahl

# #30530
source: Requires Kodi skin integration, or selection of default UpNext skin
de_de: Erfordert Kodi-Skin-Integration oder Auswahl des Standard-UpNext-Skins

# #30540
source: Widget and Plugin Listings
de_de: Widget- und Plugin-Listen

# #30542
source: Widget list limit
de_de: Widget Listen Limit

# #30544
source: Widget refresh period
de_de: Widget Aktualisierungs Intervall

# #30545
source: Refresh all widgets when using remote database
de_de: Aktualisieren Sie alle Widgets, wenn Sie eine Remote-Datenbank verwenden

# #30546
source: Recommendation widgets use cast and crew
de_de: Empfehlungs-Widgets nutzen Besetzung und Crew

# #30548
source: Querying the Kodi video database for cast or tags will slow down loading of recommendation widgets
de_de: Das Abfragen der Kodi-Videodatenbank nach Besetzung oder Tags verlangsamt das Laden von Empfehlungs-Widgets

# #30549
source: Recommendation widgets include watched videos
de_de: Empfehlungs-Widgets schließen angesehene Videos mit ein

# #30551
source: Episode main label - token 1
de_de: Serien-Folgen main label - token 1

# #30552
source: Episode main label - token 2
de_de: Serien-Folgen main label - token 2

# #30553
source: Episode main label - token 3
de_de: Serien-Folgen main label - token 3

# #30554
source: Episode secondary label - token 1
de_de: Serien-Folgen secondary label - token 1

# #30555
source: Episode secondary label - token 2
de_de: Serien-Folgen secondary label - token 2

# #30556
source: Episode secondary label - token 3
de_de: Serien-Folgen secondary label - token 3

# #30560
source: Empty
de_de: inhaltslos

# #30561
source: Show title
de_de: Serien Name

# #30562
source: Season # x Episode #
de_de: Staffel # x Folge #

# #30563
source: Episode title
de_de: Folgen Name

# #30564
source: Episode first aired
de_de: Folge ausgestrahlt am

# #30600
source: Behaviour
de_de: Verhalten

# #30601
source: Playback
de_de: Wiedergabe

# #30603
source: Default popup action
de_de: Standardaktion wenn nichts ausgewählt wird

# #30604
source: Default action is automatically taken when popup closes and no user input is received
de_de: Die Standardaktion wird automatisch ausgeführt, wenn das Popup geschlossen wird und es keine Benutzereingabe erfolgt ist

# #30606
source: Check if still watching
de_de: Prüfen ob du noch Schaust

# #30607
source: Stops automatic playback if user input is not received after the configured number of videos are automatically played
de_de: Stoppt die automatische Wiedergabe, wenn der Benutzer nichts auswählt, wenn eine bestimmte Anzahl an Videos automatisch abgespielt wurde

# #30608
source: {0:d} videos automatically played
de_de: {0:d} automatisch abgespielte Videos

# #30609
source: When credits time is known (e.g. Netflix) or detected/forced
de_de: Wenn die Abspannzeit bekannt ist (z. B. Netflix) oder erkannt/erzwungen wird

# #30611
source: Delay before default action is taken
de_de: Zeit vor Ausführen von Standardaktion

# #30612
source: Force default action after popup is shown
de_de: Standardaktion ausführen, wenn Popup geschlossen wurde

# #30613
source: When credits time is unknown (e.g. local media, other)
de_de: Wenn die Dauer des Abspanns unbekannt ist (z. B. lokale Medien, andere)

# #30615
source: Customise popup time by video length
de_de: Anpassen der Popup-Zeit an die Videolänge

# #30617
source: All videos [COLOR gray]any length[/COLOR]
de_de: Alle Videos [COLOR gray]Egal wie Lang[/COLOR]

# #30619
source: Very short videos [COLOR gray]< 10 mins[/COLOR]
de_de: Sehr kurze Videos [COLOR gray]< 10 mins[/COLOR]

# #30621
source: Short videos [COLOR gray]> 10 mins[/COLOR]
de_de: Kurze Videos [COLOR gray]> 10 mins[/COLOR]

# #30623
source: Medium videos [COLOR gray]> 20 mins[/COLOR]
de_de: Mittellange Videos [COLOR gray]> 20 mins[/COLOR]

# #30625
source: Long videos [COLOR gray]> 40 mins[/COLOR]
de_de: Lange Videos [COLOR gray]> 40 mins[/COLOR]

# #30627
source: Very long videos [COLOR gray]> 60 mins[/COLOR]
de_de: Sehr Lange Videos [COLOR gray]> 60 mins[/COLOR]

# #30630
source: Auto-detect end credits
de_de: Automatisches erkennen des Abspanns

# #30631
source: Detection window
de_de: Erkennungsfenster

# #30632
source: Detection will start prior to popup appearing, within an adjustable time period from the end of the video, based on video runtime. For example, a setting of 300 sec/hr will start detection 150 seconds (2.5 minutes) from the end of a 0.5 hour long video, 300 seconds (5 minutes) from the end of a 1 hour long video, or 600 seconds (10 minutes) from the end of a 2 hour long video.
de_de: Die Erkennung beginnt vor dem Erscheinen des Popups, innerhalb eines einstellbaren Zeitraums nach dem Ende des Videos, basierend auf der Videolaufzeit. Eine Einstellung von 300 Sek./Std. startet die Erkennung beispielsweise 150 Sekunden (2,5 Minuten) nach dem Ende eines 0,5 Stunden langen Videos, 300 Sekunden (5 Minuten) nach dem Ende eines 1 Stunde langen Videos oder 600 Sekunden (10 Minuten) nach dem Ende eines 2 Stunden langen Videos.

# #30633
source: {0:d} sec/hr of runtime
de_de: {0:d} sec/hr der Laufzeit

# #30634
source: Mark as watched
de_de: Markieren als Gesehen

# #30635
source: Forced on to mark just watched video as watched. Forced off to mark just watched video as unwatched. Disabled to allow Kodi to handle marking as watched
de_de: Aktivierten um gerade angesehene Videos als angesehen zu markieren. Deaktivierten um gerade angesehene Videos als nicht angesehen zu markieren. Deaktivierten um Kodi die Markierung als angesehen zu überlassen

# #30636
source: Auto resume
de_de: Automatisch Wiederaufnahmepunkt zu setzen

# #30637
source: Automatically try to resume on next video playback. Disable to play next video from start
de_de: Aktivierten um das nächste Video beim wiederaufnahmepunkt fortzufahren. Deaktivieren um das nächste Video vom Anfang an abzuspielen

# #30638
source: Pause after "Watch now"
de_de: Pause nach "Jetzt ansehen\

# #30639
source: Pause current video until next video starts playing when "Watch now" or "Continue watching" is selected from popup
de_de: Aktuelles Video anhalten, bis das nächste Video abgespielt wird, wenn im PopUp "Wiedergabe fortsetzen" ausgewählt wird

# #30640
source: Next selection
de_de: Nächste Auswahl

# #30642
source: Previously watched videos
de_de: Zuvor angesehene Videos

# #30644
source: Next special or season
de_de: Nächstes Spezial oder Staffel

# #30646
source: Next item in playlist
de_de: Nächstes Video in Wiedergabeliste

# #30648
source: Next movie in movie set
de_de: Nächsten Film in Film Set

# #30700
source: Expert
de_de: Experte

# #30701
source: Troubleshooting
de_de: Fehlerbehebung

# #30702
source: Start delay
de_de: Start Verzögerung

# #30703
source: Disable UpNext
de_de: UpNext Deaktivieren

# #30704
source: Pre-emptive UpNext queue reset
de_de: Vorbeugendes Zurücksetzen der UpNext-Warteschlange, um Fehler zu verhindern

# #30706
source: Kodi JSON-RPC retry attempts
de_de: Kodi JSON-RPC versuche wiederholen

# #30707
source: Enable UpNext queue
de_de: Aktiviert die Upnext-Warteschlange

# #30708
source: Use internal Kodi playlist to queue and play next video
de_de: Verwende die interne Kodi-Wiedergabeliste, um das nächste Video wieder zu geben

# #30709
source: Enable TMDbHelper integration
de_de: Tmdb-Helper Integration

# #30710
source: Use TheMovieDb Helper players for plugin integration fallback
de_de: Verwende die Tmdb-Abspieler für die Plugin-Integration

# #30711
source: Exact match only
de_de: Nur genaue Übereinstimmung

# #30712
source: Plugin player must search for exact TVShow title, season, and episode number. Inhibits player dialog and manual episode selection.
de_de: Der Plugin-Spieler muss nach genauer Serien-, Staffel- und Folgenummer suchen. Sperrt den Player-Dialog und die manuelle Episodenauswahl.

# #30713
source: Queue all next episodes
de_de: alle nächsten Folgen zur Warteschlage hinzufügen

# #30714
source: Creates a playlist of all remaining episodes in a TVShow, rather than only retrieving the details of the next episode after each current episode finishes.
de_de: Erstellt eine Playlist aller verbleibenden Folge einer Serie, anstatt nur die Details der nächsten Folge nach jeder Folge abzurufen.

# #30715
source: Max resume point
de_de: Max Wiederaufnahmepunkt

# #30716
source: Percent from end of a video to ignore/reset existing resume point.
de_de: Prozent vom Ende eines Videos, um den vorhandenen Wiederaufnahmepunkt zu ignorieren/zurückzusetzen.

# #30717
source: General
de_de: Allgemein

# #30730
source: Additional detector settings
de_de: Zusätzliche Detektoreinstellungen

# #30731
source: Detector storage location
de_de: Detektor-Speicherort

# #30733
source: Detector data limit
de_de: Detektordatengrenze

# #30734
source: Detector additional filtering
de_de: Zusätzliche Detektor Filterung

# #30735
source: Detector resize method
de_de: Detector methode ändern

# #30736
source: Nearest (fastest, lowest quality)
de_de: Nearest (schnellste, geringste Qualität)

# #30737
source: Box (fast, low quality)
de_de: Box (schnell, geringe Qualität)

# #30738
source: Bilinear (slow, low quality)
de_de: Bilinear (langsam, geringe Qualität)

# #30739
source: Hamming (slow, medium quality)
de_de: Hamming (langsam, mittlere Qualität)

# #30740
source: Bicubic (slower, high quality)
de_de: Bicubic (langsamer, hohe Qualität)

# #30741
source: Lanczos (slowest, highest quality)
de_de: Lanczos (langsamste, höste Qualität)

# #30742
source: Detector similarity threshold
de_de: Detektor-Ähnlichkeitsschwelle

# #30744
source: Detector match threshold
de_de: Detektor fehler Obergrenze

# #30745
source: Detector mismatch limit
de_de: Detektor Nichtübereinstimmungs Grenze

# #30750
source: Location where detected end credit details are stored for comparison with next videos
de_de: Speicherort der erkannten Abspanndetails zum Vergleich mit den nächsten Videos

# #30751
source: Number of Python threads used to capture and process video data. One thread is used for capturing data, remaining threads are used for processing captured data.[CR][CR]Increasing the number of threads may reduce video disruption playback on slower devices, but will be slower overall.
de_de: Anzahl der Python-Threads, die zum Erfassen und Verarbeiten von Videodaten verwendet werden. Ein Thread wird zum Erfassen der Daten verwendet, die übrigen Threads werden zum Verarbeiten der erfassten Daten verwendet. Eine Erhöhung der Anzahl der Threads kann die Videowiedergabeunterbrechung auf langsameren Geräten verringern, wird aber insgesamt langsamer sein.

# #30752
source: Limit the amount of data processed per captured video frame by resizing using the selected detector resize method.[CR][CR]Increasing the data limit requires increased processing and can disrupt playback on slower devices.
de_de: Begrenzen Sie die Menge der pro aufgenommenem Videobild verarbeiteten Daten, indem Sie die Größe mit der ausgewählten Methode zur Größenänderung des Detektors ändern. Das Erhöhen des Datenlimits erfordert einen erhöhten Verarbeitungsaufwand und kann die Wiedergabe auf langsameren Geräten stören.

# #30753
source: Enables additional image processing and filtering to significantly improve end credit detection. Can disrupt playback on slower devices.
de_de: Ermöglicht zusätzliche Bildverarbeitung und Filterung, um die Abspannerkennung deutlich zu verbessern. Kann die Wiedergabe auf langsameren Geräten stören.

# #30754
source: Resampling method used when resizing captured video frame. Methods are ordered by speed and quality. Increasing the quality does not necessarily improve detection.
de_de: Ändern der Resampling-Methode, die für das aufgenommene Videobild verwendet wird. Die Methoden sind nach Geschwindigkeit und Qualität sortiert. Eine Verbesserung der Qualität führt nicht unbedingt zu einer besseren Erkennung.

# #30755
source: End credits will be matched if the percentage similarity of captured image data, compared to previously captured data or typical representations of end credits, exceeds this threshold.[CR][CR]Lowering this value will allow faster moving end credits to be matched, but may result in false-positive matches.
de_de: Wenn der Prozentsatz der erfassten Bilddaten, die als visuell bedeutsam identifiziert werden, diesen Grenzwert überschreitet, wird kein Abgleich für den Abspann durchgeführt. Durch Erhöhen dieses Werts können auch komplexere Abspanne (z. B. Abspanne, die über einem nicht leeren oder bewegten Hintergrund angezeigt werden) abgeglichen werden. Dies kann allerdings zu falsch positiven Treffern führen.

# #30756
source: End credits will not be matched if the percentage of the captured image data that is identified as being visually significant exceeds this limit.[CR][CR]Increasing this value will allow more complex end credits (e.g. credits shown over a non-blank or moving background) to be matched, but may result in false-positive matches.
de_de: Wenn der Prozentsatz der erfassten Bilddaten, die als visuell bedeutsam identifiziert werden, diesen Grenzwert überschreitet, wird kein Abgleich für den Abspann durchgeführt. Durch Erhöhen dieses Werts können auch komplexere Abspanne (z. B. Abspanne, die über einem nicht leeren oder bewegten Hintergrund angezeigt werden) abgeglichen werden. Dies kann allerdings zu falsch positiven Treffern führen.

# #30757
source: Minimum number of matches required for end credits to be detected
de_de: Mindestanzahl an Übereinstimmungen, die erforderlich sind, damit der Abspann erkannt wird

# #30758
source: Maximum number of mismatches before end credit match count is reset
de_de: Maximale Anzahl von Nichtübereinstimmungen, bevor der Abspann-Übereinstimmungszähler zurückgesetzt wird

# #30800
source: Developer
de_de: Entwickler

# #30801
source: Test how the user interface looks
de_de: Testen Sie, wie die Benutzeroberfläche aussieht

# #30805
source: Show an UpNext popup…
de_de: zeige das UpNext PopUp...

# #30807
source: Show an UpNextSimple popup…
de_de: zeige das UpNext-Simple PopUp...

# #30809
source: Show a StillWatching popup…
de_de: zeige das StillWatching PopUp...

# #30811
source: Show a StillWatchingSimple popup…
de_de: zeige das StillWatching-Simple PopUp...

# #30813
source: Test UpNext operation
de_de: Teste UpNext Funktion

# #30815
source: Simulation mode
de_de: Simulationsmodus

# #30816
source: Enables configurable simulation of internal Kodi and UpNext operation
de_de: Ermöglicht eine konfigurierbare Simulation von Kodi- und UpNext-Betriebs

# #30817
source: Simulation seek
de_de: Simulations suche

# #30818
source: Auto seek after playback starts to reduce testing time and avoid having to manually seek to end of video
de_de: Automatische Suche nach Beginn der Wiedergabe, um die Testzeit zu verkürzen und die manuelle Suche bis zum Ende des Videos zu vermeiden

# #30819
source: Simulation cue
de_de: Simulationshinweis

# #30820
source: Force creation of popup cue point that is used when end credit detail are detected or provided by video plugin
de_de: Erzwingen Sie die Erstellung des Popup-Hinweises, der verwendet wird, wenn der Abspann erkannt oder vom Video-Plugin bereitgestellt wird

# #30821
source: Simulation plugin
de_de: Simulations-Plugin

# #30822
source: Force use of auto-generated plugin data and playback method when playing Kodi library content
de_de: Erzwingen Sie die Verwendung automatisch generierter Plug-In Daten und Wiedergabemethoden beim Abspielen von Kodi-Bibliotheksinhalten

# #30823
source: Additional developer settings
de_de: Zusätzliche Entwicklereinstellungen

# #30824
source: Detector debug
de_de: Detektor-Debug

# #30825
source: Enable detector debug logging and profiling
de_de: Aktivieren Sie Detektor-Debug-Protokollierung

# #30826
source: Detector image debug
de_de: Detektorbild-Debug

# #30827
source: Enable saving detector debug image output
de_de: Aktivieren Sie das Speichern des Detektor-Debug-Bildes

# #30829
source: Enable widget debug logging and profiling
de_de: Aktivieren Sie das Protokollieren von Widget-Debugs

# #30830
source: Simulation trigger
de_de: Auslöser der Simulation

# #30831
source: Re-trigger a simulated playback start event on addon start
de_de: Lösen Sie ein simuliertes Wiedergabestartereignis beim Add-on-Start erneut aus

# #30832
source: Enable full integration
de_de: Aktivieren die vollständige Integration

# #30833
source: Allows for fetching episode details and playlist integration
de_de: Ermöglicht das Abrufen von Episodendetails und die Integration der Playlist
